{
    "status": "ok",
    "feed": {
        "url": "https://notrealnews.net/rss/",
        "title": "Wordflow AI Articles",
        "link": "https://notrealnews.net/",
        "author": "",
        "description": "These articles were generated with https://wordflow.dev. Email us wordflow@wordflow.dev for your SEO/news content needs!",
        "image": "http://notrealnews.net/favicon.png"
    },
    "items": [
        {
            "title": "Is the 2020 iPhone SE Ready to Take on the iPhone 11?",
            "pubDate": "2020-04-12 05:17:00",
            "link": "https://notrealnews.net/iphonese2020review/",
            "guid": "5eb24790cb9fb40001a47bab",
            "author": "Wordflow AI Content",
            "thumbnail": "http://notrealnews.net/content/images/2020/05/Screen-Shot-2020-05-05-at-10.14.21-PM.png",
            "description": "\n<h1></h1>\n<p>Looking back at the number of specs and features that the iPhone 11 has, you’d get the feeling that the rumored 2020 iPhone SE has a lot in common with it, but at a cheaper price.</p>\n<p>It's true that the screen size is slightly bigger than the 2016 iPhone</p>\n",
            "content": "\n<h1></h1>\n<img src=\"http://notrealnews.net/content/images/2020/05/Screen-Shot-2020-05-05-at-10.14.21-PM.png\" alt=\"Is the 2020 iPhone SE Ready to Take on the iPhone 11?\"><p>Looking back at the number of specs and features that the iPhone 11 has, you’d get the feeling that the rumored 2020 iPhone SE has a lot in common with it, but at a cheaper price.</p>\n<p>It's true that the screen size is slightly bigger than the 2016 iPhone SE, but the fact that Apple will be bumping up the RAM and GPU gives the appearance that it is absolutely in the same ballpark in terms of performance, storage, and price as the iPhone 11.</p>\n<p>Whatever kind of report or projections you read from the time the successor of the iPhone SE has been rumored (which hasn’t been a very big deal, according to that report), Apple’s next model has always been rumored to incorporate some noticeable upgrades.</p>\n<p>While it has yet to be proven, one of the new features rumored for the 2020 iPhone SE will be a glass back with a wireless charging port. Assuming this feature would be achieved, it would be a definite upgrade for the iPhone SE and should be in line with similar features Apple uses in its flagship 2018 iPhone X.</p>\n<p>The current standard of the iPhone SE is a 5-inch Retina display, but since the report from this site says that a 2020 iPhone SE will sport a screen with a screen size of 6.1 inches, there’s really no denying that it has come full circle.</p>\n<p>Nonetheless, even with some big spec upgrades, Apple will once again be bringing down the cost of the iPhone SE. According to that report, prices will be decreasing to an average of $450. That said, the question is, will Apple really be able to improve the quality of the Apple chip in order to push costs down?</p>\n<p>Regardless, the very thing that is giving the 2020 iPhone SE some extra price or price point appeal is the fact that it’s priced at such an affordable level compared to previous generations of iPhones. For most people, the rising cost of smartphones means that the top-tier devices have become more expensive.</p>\n<p>With that said, people still don’t want to pay $1,000 or more for their smartphone and the price of the 2020 iPhone SE is certainly meant to give more consumers an option when it comes to purchasing a smartphone.</p>\n",
            "enclosure": {
                "link": "http://notrealnews.net/content/images/2020/05/Screen-Shot-2020-05-05-at-10.14.21-PM.png"
            },
            "categories": [
                "verified"
            ]
        },
        {
            "title": "A Global Pandemic Will Force These Industry Sectors To Strike Smart",
            "pubDate": "2020-04-12 03:33:47",
            "link": "https://notrealnews.net/a-global-pandemic-will-force-these-industry-sectors-to-strike-smart/",
            "guid": "5e928c1b4381730001bc5e58",
            "author": "Wordflow AI Content",
            "thumbnail": "http://notrealnews.net/content/images/2020/04/buildingfuture.jpg",
            "description": "\n<p></p>\n<p>As the world is gearing up for the coronavirus pandemic, cities are vowing to not let the virus move in to prevent the worst. During the Great Influenza Pandemic of 1918, World War I had already begun. Both events led to massive absenteeism, reducing production of pharmaceuticals for public health</p>\n",
            "content": "\n<img src=\"http://notrealnews.net/content/images/2020/04/buildingfuture.jpg\" alt=\"A Global Pandemic Will Force These Industry Sectors To Strike Smart\"><p></p>\n<p>As the world is gearing up for the coronavirus pandemic, cities are vowing to not let the virus move in to prevent the worst. During the Great Influenza Pandemic of 1918, World War I had already begun. Both events led to massive absenteeism, reducing production of pharmaceuticals for public health and sanitary purposes, and the need for screening for potential pandemic viruses, required by international treaties.</p>\n<p>Public health is more fragile than ever today, and still heavily dependent on drug manufacturing capacity. Access to funding for pharmaceutical research and development, and basic tests, are both harder and harder.</p>\n<p>Each year, the National Institutes of Health (NIH) grants millions to industries on the hopes of developing potential treatments, even though only about 15-20% of applications meet the criteria for granting a grant. The stakes are quite high in terms of life-saving products, but the uncertainty of funding can be paralyzing for many.</p>\n<p>Five years ago, would it have been easy to imagine the world’s financial crisis in the context of pandemics. This time, however, the financial crisis was intertwined with the pandemic, rendering it even harder for hardtech and moonshots to get funding for product development or expansion.</p>\n<p>Of course, modern technology makes pandemics a bit easier to forecast. Companies in the public health and pharmaceutical industry, faced with fewer options to invest in, have shifted from good old single-drug testing to mapping infectious diseases along the structural and molecular networks required to kill or control them with greater precision. New technology, and specifically, the targeted surveillance process used in collecting data to guide policy, may make our pandemics better.</p>\n<p>As a researcher at Columbia University’s Center for the Study of Drug Development, I’ve experienced how hard it is to support new product development that is based around scalable or cheap manufacturing processes. The decrease in funding for the public health and pharmaceutical industries has further muted my colleagues’ enthusiasm for new platforms and technologies. The thought of spending millions to gain a competitive advantage over more ambitious competitors, despite the potential advantages, simply seems to be too risky.</p>\n<p>After years of incubating, funding and working on multiple platforms, we have most of what we need. However, we can’t do it on our own. The public health and pharmaceutical industries have to figure out how to find global market-share for products that would benefit both industry and the rest of the world, including our food system.</p>\n<p>The tenacity of the software industry, however, may provide some hope. Fundraising for hardtech, or hardtech-based moonshots, will be arduous. Cremades' favorite hardtech idea will always be consumer autonomy. Things that need to know the user to start, instead of the user having to do things that they don’t need.</p>\n<p>Would funding of consumer autonomy be possible even when the world didn’t have a major pandemic? For sure, but there’s a limit to the amount of time you can spend solving problems that also concern large stakeholders (the public, the tech industry, and the industry itself). The global threat perception surrounding the pandemic has made funding harder than ever.</p>\n<p><strong>While finding product market fit after the coronavirus pandemic is going to be hard because of how huge the economic downturn is, I do see several opportunities.</strong></p>\n<p><strong>Public engagement with disease research and surveillance may encourage the public to adopt new products and systems, in the same way it’s prompted other industries to get active in the innovation game.</strong></p>\n",
            "enclosure": {
                "link": "http://notrealnews.net/content/images/2020/04/buildingfuture.jpg"
            },
            "categories": [
                "verified"
            ]
        },
        {
            "title": "The vast financial community eager to invest in biotechnology today has to deal with obstacles too",
            "pubDate": "2020-04-12 03:33:24",
            "link": "https://notrealnews.net/the-vast-financial-community-eager-to-invest-in-biotechnology-today-has-to-deal-with-obstacles-too/",
            "guid": "5e928c044381730001bc5e53",
            "author": "Wordflow AI Content",
            "thumbnail": "http://notrealnews.net/content/images/2020/04/OBA_feature5.jpg",
            "description": "<p>If you’re interested in something that comes with the title “hardtech,” you’ll find many of the parties involved in tonight’s Large Event in San Francisco that are hoping to raise capital today. There are some odd human-interest stories about people both inside and outside of government involved</p>",
            "content": "\n<img src=\"http://notrealnews.net/content/images/2020/04/OBA_feature5.jpg\" alt=\"The vast financial community eager to invest in biotechnology today has to deal with obstacles too\"><p>If you’re interested in something that comes with the title “hardtech,” you’ll find many of the parties involved in tonight’s Large Event in San Francisco that are hoping to raise capital today. There are some odd human-interest stories about people both inside and outside of government involved in coming up with a cure for the coronavirus. You’ll find financial institutions like London’s Royal Bank of Scotland, Western Union, and the finance sector’s family desk scrambling. And somehow there will be two former US presidents in attendance: Bill Clinton and Barack Obama.</p>\n<p>Welcome to the poster child for in-between times. Right now, you have two very different systems that each represent technologies with enormous potential. One is the medicine-based vision of technology-driven enterprise. The other is the technology-driven enterprise that is protecting its competitive position while embracing the insular costs and issues that are endemic to being a global company. And for those out of the relationship business who see a vastly different model, it comes with a different and hard concept—<strong>market fit.</strong></p>\n<p>All of the industries in the biotech-based vision are very interested in the funding needed to operate. Those who are running for president are probably the only ones who don’t need to worry. As a former X-conomist and a serial entrepreneur who isn’t just hoping to continue building software, I’m reminded of the key point: The role of governments is not to stimulate investment but to provide risk capital. The role of entrepreneurs and executives is to secure capital. Since the ideology of entrepreneurial capitalism is built around tech startups, that is hard. So it might be a challenge in Silicon Valley for startups and how they fit into the investments already in motion. Meanwhile, in other economic environments that encourage more diversified structures, finding product market fit is much easier.</p>\n<p>In Europe, where institutional investors have much deeper pools of capital than the US, it’s going to be especially tough to market an idea in a constrained economy. “There’s not a huge amount of private capital, but with that capital comes a tremendous amount of stress,” Carleton Murray, a technology and IPOs partner at technology giant Goldman Sachs, told Bloomberg. “An IPO is expensive for everyone involved,” he said. “There’s no way of getting a profit in this market until you come to the public market. So the public market is not a good environment for a lot of technology companies because it’s harder to get institutional funding from a lot of these companies.”</p>\n",
            "enclosure": {
                "link": "http://notrealnews.net/content/images/2020/04/OBA_feature5.jpg"
            },
            "categories": [
                "verified"
            ]
        },
        {
            "title": "If you think financial crises are bad, you shouldn’t treat pandemics like they’re in the clear",
            "pubDate": "2020-04-12 03:31:21",
            "link": "https://notrealnews.net/if-you-think-financial-crises-are-bad-you-shouldnt-treat-pandemics-like-theyre-in-the-clear/",
            "guid": "5e928b894381730001bc5e44",
            "author": "Wordflow AI Content",
            "thumbnail": "http://notrealnews.net/content/images/2020/04/sales-strategy-hero-1800x840.jpg.optimal.jpg",
            "description": "<p>In late 2015, just after the H1N1 pandemic hit home, the Norwegian government formed a task force called the Reference Center on Emerging Diseases (KSF) to develop a post-crisis plan. Some decisions it has since reversed, but the committee did make some simple, and relatively innocuous, suggestions. It looked at</p>",
            "content": "\n<img src=\"http://notrealnews.net/content/images/2020/04/sales-strategy-hero-1800x840.jpg.optimal.jpg\" alt=\"If you think financial crises are bad, you shouldn’t treat pandemics like they’re in the clear\"><p>In late 2015, just after the H1N1 pandemic hit home, the Norwegian government formed a task force called the Reference Center on Emerging Diseases (KSF) to develop a post-crisis plan. Some decisions it has since reversed, but the committee did make some simple, and relatively innocuous, suggestions. It looked at developing social partnerships, and eventually recommended a public/private partnership to help prevent pandemics. The task force faced criticism because H1N1 showed that no one can predict which illnesses will be pandemic prone.</p>\n<p>The recommendations passed when the KSF task force completed their report in October 2015. They were promptly forgotten in the general desire to put everything on hold after an Ebola-like outbreak. But swine flu came back in 2016. The government followed up with a follow-up report that talked about “serious shortcomings” in the Norway’s crisis preparedness mechanism. It was that simple.</p>\n<p>Today, everyone’s memory is focused on the emergence of new diseases. The virus comes out of nowhere, and unlike a terrorist attack or natural disaster, we have the power to (and should) react immediately with every possible virus containment or prevention measure.</p>\n<p>The history of pandemics is anything but an equation to draw up a pre-crisis emergency plan, however. Every single version of the following five historic pandemics shows they arise when something goes wrong in global markets.</p>\n<p>That’s not true of every epidemic. The bubonic plague spreads slowly; often before a pandemic is obvious. Yet if a crisis accelerates significantly, as the digital financial collapse did, it will always become obvious.</p>\n<p>How does a government, or a university, contain a mutation of a hot infectious disease, or a runaway crisis? The easy path for the government to follow is to add more government functionaries and infrastructure, in response to a crisis. And do so in a climate that rewards those people who spend public money at overfunded national prestige projects.</p>\n<p>The downside to this trajectory is that in the wake of the 2008 financial crisis, the government gave that priority to misguided subsidy schemes for the digital publishing sector. Unfortunately, these projects will use infrastructure that’s also going to need support for people and things to actually get online.</p>\n<p>Financial markets are about to start getting smoke signals.</p>\n<p>Fundraising is probably going to be really difficult.</p>\n<p>How do things like computers and medical devices fit into all this? When the H1N1 pandemic hit, firms held back investments in the technology needed to make vaccines and emergency alert systems. Tech’s been profitable, and its large capitalization gave it too much privilege to invest in something like a pandemic flu vaccine when viruses made for easy firefighting.</p>\n<p>Tech today has made great advances in creating bespoke solutions for issues other than pandemics. Imagine a pandemic outbreak where disease killing machines actually emerged to kill people, and the answer is that tech needs to be deployed quickly. It’s always been easier to deploy information and data analytics software to a problem than it is to treat it.</p>\n<p>In other words, in both cases, companies have had expensive solutions to knee-jerk political decisions. So what now?</p>\n<p>There are likely going to be serious incentives for governments to fund “hardtech” and moonshots. But odds are they will find themselves the recipients of these innovations, and future innovations, not in their existing budgets, but in the budgets of other public departments.</p>\n<p>For the rest of us, the future looks bleak. The only people in high-technology really left with the freedom to make the bold innovative decisions and deliver the incremental market-ready solutions and platforms that governments want will be those in Silicon Valley and a few other select pockets. The rest of us, with the exception of two world economies, are stuck with the formula of those that chose to do nothing after a financial crisis.</p>\n<p>Perhaps there is some chance that there’s a seed of hope in seeing big global companies scrambling to get a seat at the table.</p>\n",
            "enclosure": {
                "link": "http://notrealnews.net/content/images/2020/04/sales-strategy-hero-1800x840.jpg.optimal.jpg"
            },
            "categories": [
                "verified"
            ]
        },
        {
            "title": "Vuescan scanner software: Best one ever you can get",
            "pubDate": "2020-04-11 13:59:00",
            "link": "https://notrealnews.net/vuescan/",
            "guid": "5eb16bd76b55c00001c42987",
            "author": "Wordflow AI Content",
            "thumbnail": "",
            "description": "\n<h1></h1>\n<p><strong>Vuescan is a fantastic way to scan things quickly on every scanner</strong></p>\n<p>The image-capture software that comes with a scanner is usually clumsy and too complex for regular use, and Hamrick Software has a simple, elegant alternative. Vuescan offers a simple interface to scan, a copyable image, and a free</p>\n",
            "content": "\n<h1></h1>\n<p><strong>Vuescan is a fantastic way to scan things quickly on every scanner</strong></p>\n<p>The image-capture software that comes with a scanner is usually clumsy and too complex for regular use, and Hamrick Software has a simple, elegant alternative. Vuescan offers a simple interface to scan, a copyable image, and a free trial of premium version software that you can either keep or delete. Vuescan is free to try, though the trial version places a watermark on saved images.</p>\n<p>Technically, Vuescan works with any scanner that has a serial number. Images can be edited and resized, and you can burn them to CD-ROMs. This is a smart feature because you can take pictures and easily transfer them to a DVD. However, the scan process usually happens in the background while you work other tasks. After you've saved the files, you can easily send them to your PC or other devices for editing and processing.</p>\n<p>Its biggest advantage is that it doesn't require any special software, manual adjustments, or additional hardware. Vuescan is also a free, so it's simple to use for first-time users of scanners. We also like that you can fire up Vuescan and transfer images to our Canon Pixma MG4545-S black-and-white printer, as long as you have a Vuescan USB key connected to the Canon's USB 2.0 port. It works well in the PC-free version. Our only complaints are that you have to save the files separately for each scanner and that it's not super easy to burn scans to CD-ROMs.</p>\n<p>Hamrick's Vuescan software has two different editions you can get: Standard and Professional. While the standard one is $49.95 for a limited time, for an additional $49.95, you can get the professional edition equipped with flim/slide scanning, automatic document feeders, OCR to detect words in your documents, and a ton more advanced featured for a cost of $99.95, which is also limited time. If you're not happy there's a 30 day money back guarantee!</p>\n<p>Vuescan has a few limitations, but works for most scanners. The menu allows you to calibrate to your needs and tweak color balance, fine tune images, and fix other parameters. For the cost, its worth it and I think its a great buy.</p>\n",
            "enclosure": {},
            "categories": [
                "verified"
            ]
        },
        {
            "title": "Best Indoor Bicycle? We interviewed the pros",
            "pubDate": "2020-03-02 09:01:00",
            "link": "https://notrealnews.net/whos-getting-your-dog-on-a-bicycle-we-interviewed-the-pros/",
            "guid": "5ea7e2e38390430001e1a2a1",
            "author": "Wordflow AI Content",
            "thumbnail": "https://fullsend.xyz/images/03fc79f0c33398c48ff7d948f7e193e6.png",
            "description": "<p>Elaine Wyles and Julie Lake of Bellevue Bicycle, also known as Just Like Indoor Cycling, make regular trips around the nation pushing for better cycling infrastructure. They are traveling from city to city with their brightly colored bike racks for people to charge their electric bikes. They host spinning classes</p>",
            "content": "\n<img src=\"https://fullsend.xyz/images/03fc79f0c33398c48ff7d948f7e193e6.png\" alt=\"Best Indoor Bicycle? We interviewed the pros\"><p>Elaine Wyles and Julie Lake of Bellevue Bicycle, also known as Just Like Indoor Cycling, make regular trips around the nation pushing for better cycling infrastructure. They are traveling from city to city with their brightly colored bike racks for people to charge their electric bikes. They host spinning classes throughout the city. In New York, they are working with nonprofit Run New York and are celebrating the second anniversary of their New York cycling school with special rides in May.</p>\n<p>What a cyclist needs to buy is an electric power assist bike to ride that little bit faster, more sustainably and enjoyably. Here are their top five picks, whether on the road or in the park:</p>\n<p>1. Kitesurf – A bike that allows you to ride while you're surfing—which the team calls the “lesser-known sport of biking”—Kitesurf bikes range from street-legal hill-bike bikes to dirt-bike bikes with powerful electric drivetrain power that augments your wind power, allowing you to breeze through the water with only a few pounds of body weight. They are often made from sturdy carbon and lightweight ceramic, and cost between $2,000 and $6,000 depending on the model, what bikes and components you choose and other unique features like built-in or external basket storage. Available in many colors and sizes, their bright, bright colors make it a great summer bike. Prices include accessories.</p>\n<p>2. Hammer – A bike that combines the performance and comfort of pedal power with pedal assist while you ride, making it great for pacer workouts, restorative cycling or to get around on longer routes. This bike is designed to be lightweight, strong, versatile and adjustable to increase its boost while riding and increasing its ride time. Hammer bike is available in the same colors as their Kitesurf and feature storage mats for belongings. Hammer bikes is an ultimate investment that offers much more flexibility than going an entire distance on your own. Prices start at around $10,000.</p>\n<p>3. EVO Signature – A super smart bike equipped with lights, electronic power assist, rear brake lights, an integrated GPS tracker, LED turn signals, a high-performing video and audio camera, an eco bag for everything you might need—cruisers, mountain bikes, and sidewalk bikes, on and off the road. EVO bikes are fitted with either a parking basket for capturing long distances or when you hop on a bike for bike-to-bike travel. Electric power assist and electronic power steering are either standard or optional, and the 36-volt lithium-ion battery is a removable, modular unit, to be replaced or swapped for another battery when needed. Prices start at around $1,750.</p>\n<p>4. Uskoka Bike Case – Easily attach the rear locking bars of your bike to your smartphone or tablet using a heavy-duty electric cable; and attach an extension cable to extend the handlebar mount range. Uskoka bags are made from 100 percent American-made electric disc hard-shell bike bags made with all American fabric (rich nylon) and handmade each day in a NYC factory. Uskoka bags offer tight sizing, high visibility and durable construction, and are available in a variety of colors, such as Pure, Pumice, Brown Spot, Andes, Logs, Ice, Birch, Night Sky, Plum, Tigress, Grey and Graphite. Prices start at around $120.</p>\n<p>5. B-Bag – B-Bags, are lightweight full-carbon composite cycling bags made from recycled plastic, that can be either boxed or packed into an inner jacket. These bags can accommodate a full-size bike bag, but can be scaled down to fit into a backpack for sub-20 mile ride. The design is flexible enough to twist in several different positions to fit bikes, rolling luggage and utility</p>\n<p>stationary. Prices start at around $80.</p>\n<p>Whether on the road or in the park, on foot or a bike, a bike is the best way to get around, save energy and keep weight off.</p>\n",
            "enclosure": {
                "link": "https://fullsend.xyz/images/03fc79f0c33398c48ff7d948f7e193e6.png"
            },
            "categories": [
                "bluprofondo@autistici.org",
                "verified"
            ]
        }
    ]
}